[{"id":"1","title":"Bleak House","author":"Charles Dickens","price":"10","image":"https://cdn.shopify.com/s/files/1/1721/0555/products/167536_large.jpg?v=1539337947","description":"Bleak House is a novel by Charles Dickens, first published as a 20-episode serial between March 1852 and September 1853. The novel has many characters and several sub-plots, and is told partly by the novel's heroine, Esther Summerson, and partly by an omniscient narrator."},{"id":"2","title":"Frankenstein","author":"Mary Shelley","image":"https://assets.xtechcommerce.com/uploads/images/medium/cd9114848bda39bc628c9d6e52dd7de9.jpg","price":"12","description":"Frankenstein; or, The Modern Prometheus is an 1818 novel written by English author Mary Shelley that tells the story of Victor Frankenstein, a young scientist who creates a hideous sapient creature in an unorthodox scientific experiment."},{"id":"3","title":"Kidnapped","author":"Robert Louis Stevenson","image":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1415520492l/815700.jpg","price":"9","description":"Kidnapped is a historical fiction adventure novel by Scottish author Robert Louis Stevenson, written as a boys' novel and first published in the magazine Young Folks from May to July 1886. The novel has attracted the praise and admiration of writers as diverse as Henry James, Jorge Luis Borges, and Hilary Mantel."},{"id":"4","title":"Animal Farm","author":"George Orwell","image":"https://images-na.ssl-images-amazon.com/images/I/217VfvyDgcL._SX277_BO1,204,203,200_.jpg","price":"15","description":"Animal Farm is an allegorical novella by George Orwell, first published in England on 17 August 1945. The book tells the story of a group of farm animals who rebel against their human farmer, hoping to create a society where the animals can be equal, free, and happy."},{"id":988393,"title":"1984","author":"George Orwell","image":"https://miro.medium.com/max/2816/1*3_6hErQC_tpjq2W17RP4xg.jpeg","price":"17","description":"Nineteen Eighty-Four: A Novel, often published as 1984, is a dystopian novel by English novelist George Orwell. It was published on 8 June 1949 by Secker & Warburg as Orwell's ninth and final book completed in his lifetime."}]